{
  "statuses": {
    "Feeling happy today!": "আজ ভালো লাগছে!",
    "Feeling excited about the future!": "ভবিষ্যতের উপর আকৃষ্ট!",
    "Working on an interesting project.": "একটি আকর্ষণীয় প্রকল্পে কাজ করছি।",
    "Feeling grateful for the little things in life.": "জীবনের ছোট ছোট কিছু জিনিসের জন্য কৃতজ্ঞতা প্রকাশ করছি।",
    "Love is a beautiful feeling that warms the heart.": "ভালবাসা একটি সুন্দর অনুভূতি যা হৃদয়কে উষ্ণ করে।",
    "When words fail, let the eyes speak the language of love.": "যখন শব্দগুলি বিফল হয়, তখন চোখের মাধ্যমে ভালবাসার ভাষা বলুন।",
    "Sadness may linger, but hope will always prevail.": "দুঃখ থাকতে পারে, কিন্তু আশা সর্বদা প্রবল থাকবে।",
    "Life is a precious gift, cherish every moment.": "জীবন একটি অমূল্য উপহার, প্রতিটি মুহূর্তকে মহার্ঘ দিন।",
    "Work hard, dream big, and make it happen.": "কঠিন পরিশ্রম করুন, মহাকাশের মতো স্বপ্ন দেখুন এবং সেই স্বপ্নটি সম্পন্ন করুন।",
    "Family is where love begins and lasts forever.": "পরিবার হলো যেখানে ভালবাসা শুরু হয় এবং চিরকাল থাকে।",
    "True friends are like stars, always there to guide you.": "সত্যিকারের বন্ধুরা তারা মতো, সর্বদা তোমাকে নির্দেশ করার জন্য আছে।",
    "Attitude is everything, it determines your success.": "আবহাওয়া সবকিছু, এটি তোমার সাফল্য নির্ধারণ করে।",
    "Love your life, and it will love you back.": "তোমার জীবনকে ভালবাসো, এবং সেটি তোমাকে আবারও ভালবাসবে।",
    "Every ending is a new beginning, embrace it with hope.": "প্রতিটি শেষ একটি নতুন শুরু, আশায় এটিকে আচ্ছাদন করুন।",
    "Work hard in silence, let your success make the noise.": "চুপ করে কঠিন কাজ করুন, আপনার সাফল্য শব্দ করুন।",
    "Love knows no boundaries, it transcends all limitations.": "ভালবাসা কোনও সীমা জানে না, এটি সকল মর্যাদা ছাড়াই উচ্চতায় চলে যায়।",
    "When life gives you lemons, make lemonade.": "যখন জীবন তোমাকে লেবু দেয়, তখন লেবুর রস তৈরি করুন।",
    "A true friend is a treasure that money can't buy.": "সত্যিকারের একটি বন্ধু হলো একটি আদর্শ যা টাকা কেনে পাওয়া যায় না।",
    "Life is too short to be anything but happy.": "জীবনটি খুব সংক্ষিপ্ত যাত্রা, সুখী হওয়ার বাইরে অন্য কিছু হতে পারে না।",
    "The best way to predict your future is to create it.": "আপনার ভবিষ্যত পূর্বাভাস করার সবচেয়ে ভালো উপায় তা সৃষ্টি করা।",
    "Love is not about finding the perfect person, but about seeing an imperfect person perfectly.": "ভালবাসা সম্পূর্ণ ব্যক্তি খুঁজে পাওয়ার কথা নয়, বরং একটি অপূর্ণ ব্যক্তির সম্পূর্ণ উপর নজর দেওয়ার কথা।",
    "Cherish the moments, for they become beautiful memories.": "মুহূর্তগুলি মূল্যায়ন করুন, কারণ তারা সুন্দর স্মৃতি হয়ে উঠে।",
    "Don't wait for the perfect moment, take the moment and make it perfect.": "সম্পূর্ণ মুহূর্তের জন্য অপেক্ষা করবেন না, মুহূর্ত নিন এবং এটিকে সম্পূর্ণ করে নিন।",
    "Life is tough, but so are you.": "জীবন কঠিন, কিন্তু তুমি তাতেই কঠিন।",
    "Live life to the fullest, embrace every experience.": "পুরোপুরি জীবন পালন করুন, প্রতিটি অভিজ্ঞতাকে আচ্ছাদন করুন।",
    "Love is the bridge that connects hearts.": "ভালবাসা হৃদয়গুলি যোগাযোগ করে তোলে।",
    "Don't be afraid to chase your dreams, they are worth it.": "আপনার স্বপ্নগুলি পেছনে পাড়ার প্রতিদ্বন্দ্বিতা করবেন না, তা যোগ্য মানুষের মানে।",
    "Life may knock you down, but you always have the strength to get back up.": "জীবন তোমাকে পেছনে ঠেলে দিতে পারে, কিন্তু তুমি সর্বদা উঠে এসে থাকার শক্তি রাখ।",
    "Love is the greatest gift we can give and receive.": "ভালবাসা সবচেয়ে বড় উপহার, যা আমরা দিতে এবং পাওয়ার পারি।",
    "Life is a journey, enjoy the ride.": "জীবন একটি পথযাত্রা, সফরটি উপভোগ করুন।",
    "Success is not the key to happiness. Happiness is the key to success.": "সাফল্য সুখের চাবি নয়। সুখ সাফল্যের চাবি।",
    "Love yourself and the rest will follow.": "নিজেকে ভালোবাসো এবং বাকিটা অনুসরণ করবে।",
    "Family is not an important thing, it's everything.": "পরিবার একটি গুরুত্বপূর্ণ জিনিস নয়, এটি সবকিছু।",
    "Don't count the days, make the days count.": "দিনগুলি গণনা করবেন না, দিনগুলির গণনা করুন।",
    "Love is not what you say, it's what you do.": "ভালবাসা কথা নয়, এটি আপনি কি করেন।",
    "Life is a balance of holding on and letting go.": "জীবন একটি সমতুল্য মধ্যবিত্ত হওয়ার কথা, বন্ধ রাখা এবং ছেড়ে দেওয়ার কথা।",
    "The best way to find yourself is to lose yourself in the service of others.": "আপনার নিজেকে খুঁজতে সেবা করায় নিজেকে হারানোর সবচেয়ে ভালো উপায়।",
    "Life is a journey, make it an adventure.": "জীবন একটি পথযাত্রা, এটিকে একটি সাহসিক অভিজ্ঞতা করুন।",
    "Friends are the family we choose for ourselves.": "বন্ধুরা সে পরিবার যা আমরা নিজের জন্য চয়ন করি।",
    "Your attitude determines your direction in life.": "তোমার মনোভাব তোমার জীবনের দিক নির্ধারণ করে।",
    "Sometimes you win, sometimes you learn.": "কখনও জিততে পারো, কখনও শিখতে পারো।",
    "Life is a gift, appreciate every moment.": "জীবন একটি উপহার, প্রতিটি মুহূর্তকে প্রশংসা করুন।",
    "Love is not about possession, it's about appreciation.": "ভালবাসা অধিকার নয়, এটি প্রশংসা সম্পর্কে।",
    "Hard work beats talent when talent doesn't work hard.": "কঠিন পরিশ্রম কঠিনতায় জিতে যায় যখন কঠিনতার কাজ হয় না।"
  }
}